lab8/requests/people/fetchAll.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="pl/pwr/java/lab8/soap/people">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:fetchAllPeopleRequest/>
    </soapenv:Body>
</soapenv:Envelope>